;Language file of Revo Uninstaller
;This section must use English
[Info]
Language=Eesti
WebLang=EST
Translator=tudiludi - tudiludi.estonia@mail.ee
Codepage=UNICODE 
Version=1.95

[Uninstaller Toolbar]
102 = Vaade
103 = Suvandid
104 = Eemaldaja
105 = Tööriistad
106 = Jälitaja režiim
107 = Nimekiri
108 = Ikoonid
109 = Detailid
110 = Eemalda
111 = Kustuta sissekanne
112 = Värskenda
113 = Oled kindel, et soovid valitud sissekande kustutada?
114 = Oled kindel, et soovid eemaldada valitud programmi?
115 = Uuenda
116 = Abi
117 = Käesoleva tööriista abi...
118 = Koduleht...
119 = Programmist...
120 = Sa ei ole administraator!
121 = Oled kindel, et soovid eemaldada valitud süsteemikomponendi?\nVajuta STOP, kui sa ei tea, mida teed!
122 = Eemaldaja näitab sulle kõiki paigaldatud programme ja komponente, mis on paigaldatud sinu ja kõikide kasutajate jaoks. Detailse vaate režiimis või kontekstimenüüs saad sa lugeda lisateavet (lingid ja paigalduste atribuudid). Revo Uninstaller'i põhiline funktsioon on Jälitaja režiim. See režiim annab sulle paindlikke võimalusi eemaldamiseks, peatamiseks, kustutamiseks või automaatse käivitumise keelamiseks ühe hiireklõpsuga.
123 = Otsi
124 = Leitud:
125 = Oled kindel, et soovid valitud süsteemikomponendi kustutada registrist?\nSee komponent võib olla vajalik sinu operatsioonisüsteemi jaoks!
126 =  ei käivitu enam automaatselt!
127 =  käivitub automaatselt
128 = %s on paigaldatud samasse kohta, kuhu ka %s!\nJäänuseid on leitud mõlemast rakendusest! Märgista hoolikalt, mida soovid eemaldada!
129 = Sunnitud eemaldamine

[Uninstaller List]
150 = Rakendus
151 = Maht
152 = Versioon
153 = Paigaldamisaeg
154 = Kompanii
155 = Veebileht
156 = Märkus
157 = Eemaldaja teave
158 = Registri võti
159 = Paigaldaja

[Uninstaller StatusBar]
201 = Paigaldatud: 
202 = Laadimine...

[Registry Optimizer]
302 = Vali, kust kontrollida
303 = Startmenüü

[Autorun Toolbar]
407 = Käivita
408 = Peata
409 = Eemalda
410 = Üksused :
411 = Lubatud :
412 = Käivituse haldajaga saad, lisaks rakenduste Windowsiga automaatse käivitumise lubamisele ja keelamisele, ka lisainformatsiooni sellest eraldiseisvast programmist. Saad teada käivituskoha, kirjelduse, tootja, staatuse (töötab või mitte) ja käivitamise käsu asukoha (kas registrist või kõvakettal olevast failist).

[Autorun List]
450 = Käivitatava nimi
451 = Käivituskoht
452 = Kirjeldus
453 = Tootja
454 = Staatus
455 = Asukoht
456 = TÖÖTAB
457 = EI TÖÖTA
458 = KEHTETU
459 = Lõpeta protsess
460 = Käivita protsess
461 = Ava sisaldav kaust
462 = Mine asukohta
463 = Kopeeri käivituskoht
464 = Eemalda valitud
465 = Eemalda kõik kehtetud
466 = Eemalda mittetöötavad
467 = Eemalda kõik keelatud
468 = Atribuudid...
470 = Oled kindel, et soovid sulgeda valitud rakenduse?\nSalvestamata muudatused kustutatakse!
471 = Oled kindel, et soovid kustutada valitud üksuse?
472 = Oled kindel, et soovid kustutada kõik kehtetud üksused?
473 = Oled kindel, et soovid kustutada kõik mittetöötavad üksused?
474 = Oled kindel, et soovid kustutada kõik keelatud üksused?
475 = Käsku ei eksisteeri!
476 = TUNDMATU
477 = Keela automaatne käivitus
478 = Luba automaatne käivitus

[Outlook Control]
300 = Optimeerija
301 = Registri optimeerija
400 = Käivituse haldaja
500 = Seoste puhastaja
501 = Brauserite puhastaja
600 = Microsoft Office puhastaja
700 = Windowsi puhastaja
800 = Tõendusmaterjali eemaldaja
900 = Taastamatu kustutamine
2100 = Windowsi tööriistad
2200 = Rämpsfailide puhastaja

[Track Cleaner Browsers]
507 = Puhasta kõik
508 = Puhasta külastatud veebilehtede ajalugu
509 = Kustuta aadressirea ajalugu
510 = Kustuta ajutised interneti failid
511 = Kustuta küpsised
512 = Kustuta Index.dat failid
513 = Teosta
514 = Kustuta allalaadimiste ajalugu
515 = Kustuta seansi ajalugu
516 = Kustuta vormi ajalugu
517 = Eemaldaja
518 = Oled kindel, et soovid puhastada kõik valitud ajalugude andmed?
521 = Oled kindel, et soovid puhastada Internet Exploreri ajaloo andmed?
522 = Oled kindel, et soovid puhastada Firefoxi ajaloo andmed?
523 = Oled kindel, et soovid puhastada Opera ajaloo andmed?
524 = Oled kindel, et soovid puhastada Netscape ajaloo andmed?
525 = Sinu brauser salvestab detailse info selle kohta, milliseid veebilehti oled külastanud. Ja see teave on kergesti kõikidele kättesaadav. Brauserite puhastajaga saad kustutada ajutised interneti failid, mis sisaldavad pilte, mida oled näinud, kõiki videosid, mida oled vaadanud ja kõiki veebilehti, mida oled külastanud. Ajutiste interneti failide kustutamine vabastab ka palju ruumi sinu kõvakettal.
526 = Sule brauser enne selle seoste puhastamist.
527 = Index.dat failid kustutatakse järgmisel arvuti taaskäivitamisel.
599 = Seoste puhastamine on lõpetatud!

[Office Track Cleaner]
601 = Puhasta
607 = Puhasta Microsoft Wordi hiljutiste dokumentide ajalugu
608 = Kaasab Word 2000, Word XP, Word 2003, Word 2007, Word 2010 ja Word 2013
609 = Puhasta Microsoft Exceli hiljutiste dokumentide ajalugu
610 = Kaasab Excel 2000, Excel XP, Excel 2003, Excel 2007, Excel 2010 ja Excel 2013
611 = Puhasta Microsoft Accessi hiljutiste dokumentide ajalugu
612 = Kaasab Access 2000, Access XP, Access 2003, Access 2007, Access 2010 ja Access 2013
613 = Puhasta Microsoft PowerPointi hiljutiste dokumentide ajalugu
614 = Kaasab PowerPoint 2000, PowerPoint XP, PowerPoint 2003, PowerPoint 2007, PowerPoint 2010 ja PowerPoint 2013
615 = Puhasta Microsoft FrontPage hiljutiste dokumentide ajalugu
616 = Kaasab FrontPage 2000, FrontPage XP ja FrontPage 2003
617 = Microsoft Office puhastaja lubab sul kustutada hiljuti kasutatud failide ajaloo programmidele Microsoft Word, Excel, Access, PowerPoint ja FrontPage. Kui sa ei soovi, et keegi näeks sinu hiljuti avatud või muudetud arvutustabeleid, dokumente või teisi faile, mis on loodud Microsoft Officega, siis vali need failitüübid, mida sa ei taha ja vajuta "Puhasta" nuppu. Sinu hiljuti kasutatud failid valitud programmidele ei ole enam ajaloos saadaval.

[Windows Tracks Cleaner]
701 = Puhasta
707 = Puhasta hiljutiste dokumentide ajalugu
708 = Puhasta Startmenüü ajalugu
709 = Puhasta otsingu ajalugu
710 = Puhasta printerite, arvutite ja inimeste otsingu ajalugu
711 = Tühjenda lõikelaud
712 = Puhasta MS Painti hiljutiste failide ajalugu
713 = Puhasta MS Wordpadi hiljutiste failide ajalugu
714 = Puhasta Registry Editori viimati avatud võtme ajalugu
715 = Puhasta avamise/salvestamise päringuakende ajalugu
716 = Puhasta viimati avatud kausta ajalugu
717 = Tühjenda prügikast
718 = Kustuta Windowsi ajutised failid
719 = Kustuta Startmenüü kasutatuse logid
720 = Microsoft Windows säilitab paljud seosed, mida oled teinud arvutiga, näiteks failide otsingu ajalugu (kui otsid faile ja kaustu), hiljuti avatud dokumentide ajalugu, erinevate rakenduste poolt avatud/salvestatud failide ajalugu ja palju muud. Windowsi puhastaja lubab sul kustutada kogu selle ajaloo ja ajutised failid. Muuhulgas saad tühjendada prügikasti ja kustutada ajutised failid, mis võib vabastada palju ruumi kõvakettal.
721 = Käivitamise ajalugu kustutatakse pärast explorer.exe protsessi taaskäivitamist.
722 = Seosed Windows Registry Editoris
723 = Seosed kohalikul kõvakettal
724 = Kustuta kokkujooksnud mälu failid
725 = Kustuta Chkdsk (Tõrkekontroll) taastatud failide killud


[Evidence Remover]
802 = Teosta
803 = Kustutamine
804 = Palun oota, kuni kustutamine on lõpetatud.
805 = Lõpetatud
806 = Aseta linnuke ketaste ette, mis sisaldavad sinu töö seoseid ja tõendusmaterjale ning mida soovid kustutada. See tööriist rakendub ainult kustutatud andmetele. HOIATUS: Pärast tegevuse sooritamist ei ole võimalik taastada sinu kustutatud faile!
807 = Kui sa tühjendad prügikasti, siis sinu failid ja kaustad märgitakse kui kustutatud, kuid need ei ole füüsiliselt hävitatud. See tööriist hävitab lõplikult failid ja kaustad, mis on juba kustutatud, kuid on jäänud sinu kõvakettale. Pole vahet, millise tööriistaga üritad sina või keegi teine hiljem andmeid taastada - andmed, mis on hävitatud Tõendusmaterjali eemaldajaga, ei ole võimalik hiljem taastada!
808 = Oled kindel, et soovid valitud ketastel hävitada mahajäänud seosed ja tõendusmaterjalid?

[Unrecoverable Delete]
912 = Nimekiri failidest ja kaustadest, mis lisatakse kustutamiseks ning mida ei ole hiljem võimalik taastada
913 = Failid
914 = Kaustad
915 = Sisesta failid, mida soovid kustutada ja eemaldada süsteemist. Neid faile ei saa taastada mitte ühegi tarkvaraga!
916 = Sisesta kaustad, mida soovid kustutada ja eemaldada süsteemist. Neid kaustu ei saa taastada mitte ühegi tarkvaraga!
917 = Lisa kustutamiseks faile
918 = Lisa kustutamiseks kaustu
919 = KUSTUTA IGAVESEKS
920 = Puhasta nimekiri
921 = Kui soovid turvaliselt kustutada faili või kausta (et olla kindel, et mitte keegi ei saaks mitte ühegi tööriistaga mitte kunagi taastada seda faili või kausta), kasuta Taastamatut kustutamist. Kustutades faili ja tühjendades prügikasti, ei tähenda, et need failid on kadunud igaveseks, need on endiselt kõvakettal ja igaühel on võimalus väga kergesti need taastada. Taastamatu kustutamise tööriist teeb selle võimatuks, sest see füüsiliselt hävitab valitud failid ja kaustad.
922 = Oled kindel, et soovid kustutada valitud failid ja kaustad igaveseks?

[Options Tree]
1001 = Suvandid
1100 = Üldine
1200 = Eemaldaja

[General]
1101 = Praegune keel:
1102 = Täpsem režiim
1103 = Otsi käivitumisel uuendusi

[Uninstaller Options]
1201 = Näita süsteemi uuendusi
1202 = Näita süsteemi komponente
1203 = Luba kiire laadimise režiim
1204 = Käivita ainult sisseehitatud eemaldaja
1205 = (Puudub Windows Vista tugi)
1206 = Loo süsteemitaastepunkt enne eemaldamist
1207 = Kustuta mahajäänud failid ja kaustad prügikasti


[Auto Update]
1907 = Uuenda
1908 = Versiooni teave
1909 = Praegune versioon:
1910 = Viimane versioon:
1911 = LAE ALLA
1912 = Tõmba viimane versioon
1913 = Mis on uut
1914 = Kontrollin...
1915 = Ühenduse viga...
1916 = PEATA
1917 = Alla laetud %s / %s
1918 = Alla laetud %s (kogu maht teadmata)
1919 = Revo Uninstaller ei suuda luua ühendust lehega www.revouninstaller.com. Palun veendu, kas sinu internetiühendus on aktiivne ja sinu tulemüür ei blokeeri Revo Uninstaller'it
1920 = Viga: Uue versiooni kontrollimine ebaõnnestus. Puudub internetiühendus.

[WinTools]
2110 = Käivita
2111 = Siin on palju käepäraseid ja kasulikke tööriistu ja komponente, mis on kokku köidetud iga Windowsi operatsioonisüsteemi tarvis. Mõned tööriistad kasutavad keerulisi käsuridu, teisi on raske kasutada. Windowsi tööriistad annab sulle kiire ja lihtsa juurdepääsu enamale, kui 10-le tavalisele Windowsi tööriistale.
2112 = Kui ilmneb probleem, siis sa saad kasutada Süsteemitaastet, et taastada sinu arvuti eelnevalt salvestatud seisundisse ilma, et kaotaksid oma isiklikud failid. Süsteemitaaste jälgib muutusi süsteemis ja mõnede rakenduste faile ning automaatselt loob kergesti üksteistest eristatavaid taastepunkte. Need taastepunktid võimaldavad tagasi pöörata süsteemi varasemalt varundatud seisundisse. Taastepunkte luuakse igapäevaselt ja süsteemi olulisel muutmisel. Samuti saad igal ajal luua ja anda taastepunktile nimi oma suva järgi.
2113 = Sa saad seda kasutada, et koguda ja kuvada infot sinu arvuti riistvara ja operatsioonisüsteemi kohta, sinu interneti, modemi ning võrguadapteri seadete kohta. Võrgu diagnostika tööriistaga saad kontrollida süsteemi ja testida võrguühendust ja kas võrguga seotud programmid ja teenused töötavad korralikult.
2114 = Võrgu teave kuvab kogu praeguste TCP/IP võrgu seadistuste teabe, Dynamic Host Configuration Protocol'i (DHCP) ja Domain Name System'i (DNS) sätted. Võrgu teave kuvab ka kõikide võrguadapterite kogu TCP/IP seadistused, k.a IP aadress, MAC aadress, subnet mask (alamvõrgu mask), default gateway (vaikelüüs), Windows Internet Naming Service (WINS) ja DNS seaded.
2115 = Turvakeskus kontrollib sinu arvuti seisundit kolmest küljest - tulemüür, automaatne uuendus ja pahavara/viiruse kaitse. Kui tuvastatakse probleem vähemalt ühes neis (näiteks viirusetõrje on aegunud), siis Turvakeskus saadab sulle hoiatuse ning soovitab, kuidas oma arvutit paremini kaitsta.
2116 = Süsteemi atribuudid on kasulik, et vaadata elementaarset arvuti riistvara teavet nagu näiteks protsessori tüüp ja muutmälu hulk, vaadata ja muuta sätteid, kuidas arvuti kasutab mälu ja leida teatud teavet (riistvara ja seadmete atribuudid), seadistada tarkvara profiile ja raporteerida süsteemi ja programmide vigasid Microsofti või sinu süsteemi administraatorile, kui need esinevad.
2117 = Süsteemiteave on Windows operatsioonisüsteemi komponent, mis kogub ja kuvab süsteemi seadistuste teabe kohalike ja võrguarvutite kohta. See sisaldab teavet riistvara seadistustest, arvuti komponentidest ja tarkvarast, k.a allkirjastatud ja allkirjastamata draiverid. Süsteemiteave on tugitööriist, mis kiiresti loeb sinu arvuti ja selle operatsioonisüsteemi andmeid.
2118 = TCP/IP Netstat Command on Windowsi operatsioonisüsteemi komponent, mis kuvab kõik aktiivsed TCP ühendused ja TCP ning UDP pordid, mida arvuti kuulab ning kuvab rakendustega seotud ühendused või kuulatavad pordid (rakenduse nimi on allosas nurksulgude [ ] vahel, selle kohal on kutsutud komponendi nimi ja nii edasi, kuni TCP/IP on lõpetatud).
2119 = Ekraaniklaviatuur kuvab ekraanil virtuaalse klaviatuuri ja võimaldab liigutamispuudega kasutajatel sisestada andmeid, kasutades osutusseadet või pulti. Ekraaniklaviatuur on mõeldud, et tagada minimaalne võimalus töötamiseks liigutamispuudega kasutajatele. Samuti saad kasutada Ekraaniklaviatuuri, kui sa arvad, et sinu arvutisse on paigaldatud mingi klahvide salvestaja, mis salvestab kõik klahvivajutused. Ekraaniklaviatuur välistab klahvivajutuste salvestamise võimaluse.
2120 = Kettadefragmentor analüüsib kohalikke kettaid ja tihendab killustunud faile ja kaustu, et need hõivaksid kettal ühtse, järjestikulise ruumi. Kettadefragmentor muuhulgas tihendab ketta vaba ruumi, et uute failide killustumist võimalikult palju vältida. Nende muudatuste saavutamisel saab süsteem failidele ja kaustadele paremini ligi ja salvestada uued palju tõhusamalt.
2121 = Teenused saab käivitada, katkestada, peatada, jätkata või keelata teenust kohalikus või võrguarvutis. Teenused saab muuhulgas seadistada taastetegevused, kui teenus nurjub (näiteks taaskäivitab teenuse automaatselt), lubada või keelata teenused eraldiseisvale riistvara profiilile ja vaadata iga teenuse staatust ja kirjeldust.
2122 = Ühiskaustasid kasutatakse, et hallata jagatud ressursse üle võrgu, juhtida kasutaja juurdepääsu õigusi, seansi aktiivsust, jagatud ressursi atribuute ja vaadata ühenduste ülevaadet ja ressursi kasutust kohalike ja võrguarvutite poolt. Ühiskaustad saab ka vaadata kasutajate nimekirja, kes on ühendatud võrgu kaudu sinu arvutiga (üle võrgu) ja ühendada lahti üks neist või nad kõik. Sa saad ka vaadata failide nimekirja, mis on hetkel avatud võrgukasutajate poolt.
2123 = Group Policy sisaldab kasutaja ja arvuti poliitika seadistust. Group Policy sätted määratlevad kasutaja töölauakeskkonna erinevad komponendid, mida vajab haldamiseks süsteemi administraator (näiteks programmid, mis on saadaval kasutajatele, programmid, mis on nähtaval kasutaja töölaual ja startmenüü suvandid).
2124 = Lisa/eemalda Windowsi komponendid aitab sul hallata arvutisse paigaldatud Windowsi komponente. Peale Windowsi operatsioonisüsteemi paigaldust saad kasutada seda tööriista, et lisada töösse välja lülitatud Windowsi komponent või eemaldada olemasolev Windowsi komponent, mida sa ei vaja.
2125 = Microsofti Windowsi pahatahtliku tarkvara eemaldamise tööriist kontrollib sinu arvutit nakkuste suhtes ja aitab eemaldada kõik leitud nakatunud failid. See pahavara eemaldamise tarkvara sisaldab viiruste, usside ja Trooja hobuste definitsioone. Kui tuvastamis- ja eemaldamisprotsess on lõpetatud, kuvab tööriist raporti, kus kirjeldab, kas pahavara tuvastati ja kas eemaldati.


[Junk Files Cleaner Options]
2202 = Kontrollitavad kettad:
2203 = Muster
2204 = Kirjeldus
2205 = Lisa
2206 = Eemalda
2207 = Lähtesta
2208 = Rämpsfailide puhastaja::Üldine
2209 = Rämpsfailide puhastaja::Välistatud
2220 = Kontrollimise muster:
2221 = Saad kasutada tähtede asemel sümboleid ? ja/või *
2222 = Lisa muster
2223 = Lisa välistatavate muster
2224 = Saad kasutada tähtede asemel sümboleid ? ja/või *
2225 = Välistatavate muster:
2226 = Kustuta failid prügikasti
2227 = Eira 24 tunni jooksul kasutatud faile

[Junk Files Cleaner Tool]
2306 = Kontrolli
2307 = Kustuta
2308 = Kontrollimine
2309 = Palun oota, kuni toimub kontrollimine.
2310 = Katkesta
2311 = Nimi
2312 = Maht
2319 = Failid:
2320 = Kogumaht:
2323 = Osa faile on kasutuses Windowsi või\n teiste programmide poolt ja ei saa praegu kustutada
2324 = Pead valima vähemalt ühe ketta ja laiendi, et alustada kontrollimist.
2325 = Rämpsfailide puhastaja lubab sul leida ja eemaldada erinevat tüüpi mittevajalikke ja rämpsfaile sinu arvutist. Tavaliselt sellised failid kustutatakse loonud rakenduse poolt kohe, kui neid enam vaja ei ole. Siiski võivad need jääda jäädavalt kõvakettale, kui rakendus suletakse ootamatult, süsteem jookseb kokku jne. Kui see juhtub, võib see põhjustada vaba ruumi vähenemist kõvakettal või aeglustada süsteemi tööd jne.
2326 = Fail
2327 = Failide kustutamine

[Context Menu Junk Files Cleaner]
2313 = Ava
2314 = Otsi Googlest 
2315 = Ava sisaldav kaust
2316 = Atribuudid...
2317 = Märgista kõik üksused
2318 = Ära märgista ühtegi üksust
2321 = Märgista valitud üksused
2322 = Ära märgista valitud üksuseid

[Topmost Window]
4002 = Suvandid
4003 = Ava põhiaken
4004 = Lohistamisrežiim
4005 = Jälitaja režiim
4006 = Maht
4007 = Väike
4008 = Keskmine
4009 = Suur
4010 = Akna suurus
4011 = VÄLJU
4012 = Eemalda
4013 = Peata automaatne käivitumine
4014 = Lõpeta protsess
4015 = Lõpeta ja kustuta protsess
4016 = Ava sisaldav kaust
4017 = Info
4018 = Atribuudid
4019 = KATKESTA
4020 = Lubatud on ainult üks fail korraga!
4021 = Oled lohistanud kausta, palun lohista fail!
4022 = Eemalda või kustuta:
4023 = Lahendamata! Proovi osutada teisele aknale, ikoonile või tegumirea üksusele.
4024 = Ei saa käivitada eemaldamise käsku!\n Palun eemalda rakendus Eemaldajaga.
4025 = Paigalduspakki ei leitud!\nVihje: Loe rohkem teavet rakenduse kohta põhiaknast ja\n proovi eemaldada programm käsitsi!
4026 = Valitud rakendusel on keelatud automaatselt käivituda!\nVihje: Kui soovid seda uuesti lubada, kasuta Käivituse haldajat põhiaknast!
4027 = Valitud rakendust ei leitud tavalistest käivitumise kohtadest!\nVihje: Et leida ebatavaline asukoht, kust programm käivitub, kasuta Google abi!
4028 = Oled kindel, et soovid sulgeda valitud rakenduse?\nSalvestamata muudatused kustutatakse!
4029 = Eemaldaja
4030 = Oled kindel, et soovid sulgeda ja kustutada valitud rakenduse?\nSalvestamata muudatused kustutatakse!
4031 = Oled kindel, et soovid sulgeda Windows Exploreri?\nStartmenüü, tegumiriba ja olekuala kaob!
4032 = Käivita automaatselt Windowsiga
4033 = Läbipaistvus

[Scan After Uninstall]
4210 = Asukoht
4211 = Võti
4212 = Väärtus
4213 = Andmed
4214 = Fail
4215 = Üksust ei ole valitud. Vali kustutamiseks üksus!
4216 = Kontrolli pärast eemaldamist
4217 = Vali kõik
4218 = Ära vali ühtegi
4219 = Kustuta
4220 = Mahajäänud failid
4221 = Mahajäänud registri võtmed
4222 = Kontrollimine enne eemaldamist, palun oota...
4223 = Käivitub eemaldaja...
4224 = Palun alusta mahajäänud failide, kaustade ja registri võtmete kontrollimist, kui rakenduse eemaldaja on lõpetanud.
4225 = Kontrollimine peale eemaldamist, palun oota...
4226 = Palun märgista loendatud üksusi hoolikalt!
4227 = Sule
4228 = Nimekirjas järelejäänud failid kustutatakse peale süsteemi taaskäivitamist.
4229 = Rakenduse eemaldaja käivitumine nurjus!\nVõimalik, et kehtetu eemaldamise käsk!
4230 = Tagasi
4231 = Edasi
4232 = Vali Eemaldamise režiim
4233 = Režiimid
4234 = Sisseehitatud - käivita rakenduse eemaldaja ilma täiendava kontrollita.
4235 = Ohutu - sisaldab sisseehitatud režiimi ja sooritab täiendava kontrolli registrist ja kõvakettalt, et leida mahajäänud üksusi, mille eemaldamine on ohutu. See on kiireim režiim.
4236 = Keskmine - sisaldab Ohutut režiimi ja sooritab laiendatud kontrolli, et leida kogu rakendusest mahajäänud teave enamikest tavalistest kohtadest registris ja kõvakettal.
4237 = Edasijõudnutele - sisaldab Keskmist režiimi ja sooritab sügavat ja põhjalikku kontrolli, et leida kogu rakendusest mahajäänud teave registrist ja kõvakettalt. See on kõige aeglasem režiim.
4238 = Rakenduse andmete analüüsimine enne selle eemaldamist.
4239 = Rakenduse sisseehitatud eemaldaja käivitamine.
4240 = Kui rakenduse eemaldaja on lõpetanud, vajuta "Edasi" et alustada mahajäänud failide, kaustade ja registri üksuste kontrollimist. 
4241 = Analüüsimise ja eemaldamine. 
4242 = Mahajäänud teabe kontrollimine
4243 = Sisseehitatud eemaldaja lõpetas, nüüd kontrollitakse registrit ja kõvaketast, et leida mahajäänud failid, kaustad ja registri üksused, mis on seotud eemaldatud rakendusega. Palun oota...
4244 = Leitud mahajäänud registri üksused
4245 = Leitud registri üksused:
4246 = Märkus: Palun kinnita hoolikalt paksu tekstiga üksusi! Ainult valitud paksu tekstiga üksused ja nende alamüksused kustutatakse!
4247 = Leitud mahajäänud failid ja kaustad
4248 = Leitud üksused:
4249 = Minu arvuti
4250 = Revo Uninstaller ei suuda käivitada rakenduse sisseehitatud eemaldajat. Võibolla on rakenduse eemaldamise käsk kehtetu või eemaldaja programm on vigane. Saad vajutada "Tagasi" ja proovida mõnda teist eemaldamise režiimi.
4251 = Rakenduse sisseehitatud eemaldaja lõpetas. Revo Uninstaller ei kontrollinud mahajäänud üksusi. Saad vajutada "Tagasi" ja proovida mõnda teist eemaldamise režiimi, et kontrollida mahajäänud faile, kaustu ja registri üksusi.
4252 = Revo Uninstaller lõpetas eemaldamise edukalt, kuid mahajäänud üksusi ei leitud. Saad vajutada "Tagasi" ja proovi mõnda teist laiendatud eemaldamise režiimi põhjalikumaks kontrollimiseks.
4253 = Revo Uninstaller lõpetas eemaldamise edukalt. Kui soovid otsida veel mahajäänud üksusi, vajuta "Tagasi" ja proovi põhjalikumat eemaldamise režiimi põhjalikumaks kontrollimiseks.
4254 = Lõpeta
4255 = Oled kindel, et soovid saata valitud failid prügikasti?
4256 = Oled kindel, et soovid kustutada valitud registri üksused?
4257 = Revo Uninstaller lõpetas eemaldamise edukalt!
4258 = Oled kindel, et soovid vahele jätta leitud mahajäänud registri üksuste kustutamise ning jätkata järgmise sammuga?
4259 = Oled kindel, et soovid vahele jätta leitud mahajäänud failide ja kaustade kustutamise ning jätkata järgmise sammuga? 
4260 = Mahajäänud üksuste kontrollimine on lõpetatud. Vajuta "Edasi", et näha tulemusi!
4261 = Süsteemitaastepunkti loomine...
4262 = Süsteemitaastepunkti loomine - ebaõnnestus!
4263 = Süsteemitaastepunkti loomine on keelatud (Suvandid->Eemaldaja)
4264 = Süsteemitaastepunkti loomine - sooritatud!


[About]
4300 = Tõlkijad:

[ContextMenu Uninstaller]
5000 = Käsud
5001 = Info
5002 = Otsi Googlest 
5004 = Paigalduse asukoht
5005 = Ava koduleht...
5006 = Ava abi...
5007 = Ava uuenduse leht...
5008 = Ava registri võti...

[Common]
10000 = OK
10001 = Katkesta
10002 = Abi
10003 = Sirvi
10004 = Selle tööriista abi
10005 = Koduleht
10006 = Programmist
10007 = Hoiatus
10008 = VIGA

[Tooltips]
2000 = Lülitu Eemaldaja režiimi
2001 = Näita tööriistade paneeli
2002 = Kohanda sätteid
2003 = Lülitu Jälitaja režiimi
2004 = Muuda paigaldatud programmide nimekirja vaadet
2005 = Eemalda valitud programm
2006 = Kustuta registrist valitud sissekanne
2007 = Värskenda rakenduste nimekirja
2008 = Uuenda praegune versioon uusimaks versiooniks
2009 = Leia täiendavat teavet ja vastust kõikidele sinu küsimustele, mis on seotud programmiga
404 = Käivita valitud rakendus
405 = Lõpeta ja sule valitud rakendus
406 = Väldi valitud rakenduse automaatset käivitumist
506 = Puhasta valitud suvandid
605 = Puhasta valitud suvandid
705 = Puhasta valitud suvandid
2106 = Käivita valitud tööriist
2304 = Kontrolli mittevajalikke faile valitud sätete kohaselt
2305 = Kustuta märgitud failid prügikasti

